Documents/Requests/Soap_GetConfigurationData- API_25_02_2022_07_29_59_Request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:vfd="http://amdocs/vfde/configuration/VFDEGetConfigurationData" xmlns:vfd1="http://amdocs/vfde/configuration/VFDEGetConfigurationDataInput">
  <soapenv:Header />
  <soapenv:Body>
    <vfd:VFDEGetConfigurationDataRequest>
      <vfd1:ROOT>
        <Event>
          <Type>GetConfigurationData</Type>
          <ID>{UUID}</ID>
        </Event>
        <DATA>
          <Portal>OFT</Portal>
        </DATA>
      </vfd1:ROOT>
    </vfd:VFDEGetConfigurationDataRequest>
  </soapenv:Body>
</soapenv:Envelope>